
const AbilitiesData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/target.png`,
        title: "מטרה:",
        text: [
            <>
                במצבי חירום עלולים להתגלות פערים בין צרכים ליכולות. הרשות המקומית כלבנת היסוד נדרשת בהכנת המרחב לחירום וארגון מערך המתנדבים ומיצוי היכולות בהתאם לאתגרים ומשימות צפויות.
                <br /><br />
                הגדרת המתהליך המבצעי - מיצוי יכולות המרחב האזרחי למען מתן מענה לצרכים ופערים ברמה המקומית במצבי חירום השונים.
            </>
        ],
    },
    {
        id: 2,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/neural-net (1).png`,
        title: "הרשת הרב מגזרית:",
        text: [
            <>
                <b>המגזר הראשון - המגזר הציבורי</b>
                <br />
                כולל מתן שירותים ציבוריים, משרדי ממשלה, רשויות ייעודיות, הרשויות המקומיות, כוחות ביטחון, פיקוד העורף
                <br />
                <br />
                <b>המגזר השני - המגזר העסקי</b>
                <br />
                כולל גופים הפועלים למטרות רווח
                <br />
                <br />
                <b>המגזר השלישי - ארגוני ההתנדבות</b>
                <br />
                כולל עמותות וארונים הפועלים למען עשייה חברתית ללא מטרות רווח, קרנות ומשקיעים חברתיים
            </>
        ],
    },
    {
        id: 3,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/steps.png`,
        title: "שלבים:",
        text: [
            <>
                1. <b>שגרה-</b>                 <br />
                שלב מיפוי היכולות ברשות: מינוי רכז מתנדבים רשותי, מיפוי משאבים קיימים, תפיסת הפעלת מתנדבים (מאורגנים, בעלי מקצוע, ספונטניים), קיום ועדה לתיאום וארגון ההתנדבות, קיום שולחנות עגולים, גיוס והכשרת מתנדבים, פעולות לשימור מתנדבים, שילוב מתנדבים בתרגילים רשותיים ותיאום ציפיות עם משרדי הממשלה.
                <br />
                <br />
                2.  <b>בחירום-</b>
                <br />
                שלב מיצוי היכולות בהתאם לתהליך האורכי המפורט במסך הבא.

            </>
        ],
    },
    {
        id: 4,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/track.png`,
        title: "ציר אורכי:",
    },
    {
        id: 5,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/map.png`,
        title: "מפת הידע הלאומי:",
        text: [
            <>
                חשוב להכיר - בוצע תהליך מיפוי על גבי מערכת GIS אשר מכיל כ-2,500 ארגוני התנדבות ברשויות המקומיות לפי מיקום גאוגרפי, תחום עיסוק וכמות מתנדבים.
                <br /><br />
                ניתן לגשת למיפוי זה בפורטל אגמי"ם תחתמפת הידע לחירום
                <br /><br />
                <a
                    href="https://portal.agamimp.net/application/64f5bbc434aff120421af4de?environment=%D7%A1%D7%91%D7%99%D7%91%D7%94%20%D7%9E%D7%91%D7%A6%D7%A2%D7%99%D7%AA"
                    target="_blank"
                    rel="noopener noreferrer"
                    style={{ color: '#1cb4e3', textDecoration: 'underline' }}
                >
                    פתח מיפוי GIS
                </a>
            </>

        ],
    },
    {
        id: 6,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/customer-service.png`,
        title: "שאלת וידוא הבנה:",
        question: 'מהם מקורות הרשות למיצוי יכולות המרחב האזרחי בגזרתה?',
        answers: [
            'ארגוני התנדבות הפועלים בגזרת הרשות',
            'מתנדבים ספונטנים',
            'מתנדבי הרשות הרשומים אשר להם משימה מוגדרת מראש',
            'כל התשובות נכונות',
        ],
        correctAnswer: 3,
        explanationRight: "כל הכבוד! סיימת את שלב זה",
        explanationWrong: "תשובה לא נכונה. נסו שוב עד לקבלת תשובה נכונה"
    }
]

export default AbilitiesData;