
const MarselData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/target.png`,
        title: "מטרה:",
        text: [
            <>
                גיבוש המענה לצרכים הצפויים בעורף בשעת חירום בתיאום כל המגזרים לאור רצונם של ארגוני החברה האזרחית והמגזר העסקי להירתם ולסייע בשעת חירום מה שיצריך מיצוי מרבי של הכוחות הפועלים במרחב.
                מיצוי יכולות המרחב האזרחי למען מתן מענה לצרכים ופערים באוכלוסייה במצבי חירום השונים.
            </>
        ],
    },
]

export default MarselData;