
const RolesData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/dictionary.png`,
        title: "הגדרה",
        text: [
            <>
                מש“ק ההתנדבות ביקל“ר יסייע לרשות המקומית במיפוי ומיצוי יכולות הרשות, לצד הפעלת ארגוני ההתנדבות במרחבה ועבור הצרכים המתפתחים במערכה.
                <br />
                <br />
                יסייע לרשות להתמודד עם השיבושים הקיימים בעת מצבי חירום טרם בקשת הסיוע החיצוני. במידה ולא ניתן מענה ע“ב הרשות - יציג את הפערים לנפה ויבצע התאמה של צורך אל מול מענה בציר פקע“ר.
                <br />
                <br />
                ביקל"ר בו אין מש"ק התנדבות - ימונה בעל תפקיד אחר על ידי מפקד היקל"ר לשאת באחריות לתחומים אלו.
            </>
        ],
    },
    {
        id: 2,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/management.png`,
        title: "תפקידים:",
        text: [
            <>
                <b>
                    בשגרה:
                </b>
                <br />
                1. יכיר את בעלי התפקידים הרלוונטים ברשות העוסקים בניהול תחום ההתנדבות.
                <br />
                2. יכיר את ארגוני ההתנדבות בגזרת הרשות, קבוצות המתנדבים המאורגנים ומערך ההתנדבות הרשותי בשגרה ובחירום וכן נהלי ההפעלה. כמו כן, יסייע לרשות בתכלול ותיאום בין הגופים השונים ברשות העוסקים בנושאי ההתנדבות.
                <br />
                3. ישתלב בפעילות למיסוד וחיזוק מערכי מתנדבים ומשאבי קהילה.
                <br />
                4. יסייע באימון ותרגול חמ"ל ההתנדבות הרשותי ובהשתלמויות מקצועיות וכן בפעילויות בתחום ההתנדבות (כגון שולחנות עגולים וועדת ההתנדבות השנתית).
                <br />
                5. יהיה בקיא בהפעלת מערכת המרס"ל (מרכז הסיוע לאזרח).
                <br /><br />
                <b>
                    בחירום:
                </b>
                <br />
                1. הכרת נתוני המתנדבים וארגוני המתנדבים ברשות, תכניות ההפעלה של הרשות המקומית וכן בעלי התפקידים הרלוונטים.
                <br />
                2. יסייע לרכז ההתנדבות ברשות בגיבוש תמונת מצב ארגוני התנדבות וארגונים פעילים ברשות בחלוקה ליכולות, תחומי עיסוק ואזור פעילות.
                <br />
                3. יסייע בפתיחת חמ"ל התנדבות ובגיוס מתנדבים ספונטניים למול הצורך.
                <br />
                4. יסייע בביצוע התהליך המבצעי מיצוי יכולות במרחב האזרחי ובמידת הצורך העלאת דרישה במערכת המרס"ל.
                <br />
                5. ישתתף בפורום מיצוי יכולות יומי למול הנפה בהתאם לשעל"ח.
                <br />
                <br />
                <b>
                    ממשקים בשגרה ובחירום:
                </b>
                <ul>
                    <li>
                        רכז ההתנדבות ברשות.
                    </li>
                    <li>
                        מפקד היקל“ר - אישור פערים ותהליך מבצעי.
                    </li>
                    <li>
                        מנהל תחום ההתנדבות בחינוך הרשותי.
                    </li>
                    <li>
                        מנהל מכלול טיפול באוכלוסייה ברשות + קה“א יקל“ר.
                    </li>
                    <li>
                        מנהל מכלול מנהל כללי וכוח אדם ברשות.
                    </li>
                </ul>
            </>
        ],

    },
    {
        id: 3,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/customer-service.png`,
        title: "שאלת וידוא הבנה:",
        question: 'מהו התהליך המבצעי המרכזי אליו שותף מש"ק ההתנדבות ביקל"ר?',
        answers: [
            "מדיניות התגוננות",
            "מיצוי היכולות במרחב האזרחי",
            "אספקת שירותים חיוניים",
            "הנחיות מצילות חיים",
        ],
        correctAnswer: 1,
        explanationRight: "כל הכבוד! סיימת את שלב זה",
        explanationWrong: "תשובה לא נכונה. נסו שוב עד לקבלת תשובה נכונה"
    }
]

export default RolesData;