
const RolesData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/dictionary.png`,
        title: "הגדרה",
        text: [
            <>
                מש“ק ההתנדבות ביקל“ר יסייע לרשות המקומית במיפוי ומיצוי יכולות הרשות, לצד הפעלת ארגוני ההתנדבות במרחבה ועבור הצרכים המתפתחים במערכה.
                <br />
                <br />
                יסייע לרשות להתמודד עם השיבושים הקיימים בעת מצבי חירום טרם בקשת הסיוע החיצוני. במידה ולא ניתן מענה ע“ב הרשות - יציג את הפערים לנפה ויבצע התאמה של צורך אל מול מענה בציר פקע“ר.
                <br />
                <br />
                ביקל"ר בו אין מש"ק התנדבות - ימונה בעל תפקיד אחר על ידי מפקד היקל"ר לשאת באחריות לתחומים אלו.
            </>
        ],
    },
    {
        id: 2,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/management.png`,
        title: "תפקידים:",
        text: [
            <>
                <b>
                    בשגרה:
                </b>
                <br />
                1. מש"ק ההתנדבות ישתלב בפעילות למיסוד וחיזוק מערכי מתנדבים ומשאבי קהילה.
                <br />
                2. יסייע באימון ותרגול חמ"ל ההתנדבות הרשותי.
                <br />
                3. יסייע לרשות בתכלול ותיאום בין הגופים השונים ברשות העוסקים בנושאי ההתנדבות.
                <br /><br />
                <b>
                    בחירום:
                </b>
                <br />
                1. יפעל במסגרת חמ"ל ההתנדבות הרשותי וכן יסייע בהקמתו והפעלתו.
                <br />
                2. יסייע בביצוע התהליך המבצעי מיצוי יכולות במרחב האזרחי ובמידת הצורך העלאת דרישה במערכת המרס"ל.
                <br />
                3. יסייע להפעלת 'שולחן עגול' לתיאום שוטף של גורמי הרשות, מגזר שלישי ופקע"ר.
                <br />
                4. יקשר בין מכלול אוכלוסייה לבין הנפה בתחומים המקצועיים ובנושאי סיוע אזרחי.
                <br />
                <br />
                <b>
                    יחסי גומלין-
                </b>
                <ul>
                    <li>
                        רכז ההתנדבות ברשות.
                    </li>
                    <li>
                        מפקד היקל“ר - אישור פערים ותהליך מבצעי.
                    </li>
                    <li>
                        מנהל תחום ההתנדבות בחינוך הרשותי.
                    </li>
                    <li>
                        מנהל מכלול טיפול באוכלוסייה ברשות + קה“א יקל“ר.
                    </li>
                    <li>
                        מנהל מכלול משאבי אנוש ברשות.
                    </li>
                </ul>
            </>
        ],

    },
    {
        id: 3,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/iteration.png`,
        title: "שיטה:",
        text: [
            <>
                <ul>
                    <li>
                        סיוע לרשות במיפוי היכולות
                    </li>
                    <li>
                        עבודת מטה רשותית (הערכת מצב)
                    </li>
                    <li>
                        ריכוז צרכים ופערים ברשות
                    </li>
                    <li>
                        מיפוי ומיצוי יכולות הרשות לצרכים / פערים
                    </li>
                    <li>
                        העלאת דרישה לנפה במערכת
                    </li>
                    <li>
                        קבלת איזון חוזר
                    </li>
                </ul>
            </>
        ],
    },
    {
        id: 4,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/customer-service.png`,
        title: "שאלת וידוא הבנה:",
        question: 'מהו התהליך המבצעי המרכזי אליו שותף מש"ק ההתנדבות ביקל"ר?',
        answers: [
            "מדיניות התגוננות",
            "מיצוי היכולות במרחב האזרחי",
            "אספקת שירותים חיוניים",
            "הנחיות מצילות חיים",
        ],
        correctAnswer: 1,
        explanationRight: "כל הכבוד! סיימת את שלב זה",
        explanationWrong: "תשובה לא נכונה. נסו שוב עד לקבלת תשובה נכונה"
    }
]

export default RolesData;