
const RolesData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/dictionary.png`,
        title: "הגדרה",
        text: [
            <>
                מש“ק ההתנדבות ביקל“ר / נע“ת ההתנדבות יסייע לרשות המקומית במיפוי ומיצוי יכולות הרשות לצד הפעלת ארגוני ההתנדבות במרחבה ועבור הצרכים המתפתחים במערכה.
            </>
        ],
    },
    {
        id: 2,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/management.png`,
        title: "תפקידים:",
        text: [
            <>
                <b>
                    1. סיוע לרשות-
                </b>
                <br />
                מש“ק ההתנדבות ביקל“ר / נע“ת ההתנדבות ביקל“ר יסייע לרשות המקומית לבמצע תהליך של מיצוי יכולות המרחב האזרחי - יסייע במתן פיתרן וע“ב יכולות הרשות במטרה לתת לאזרחים את המענה הטוב ביותר, המדוייק ביותר והמהיר ביותר. יסייע לרשות להתמודד עם השיבושים הקיימים בעת מצבי חירום טרם בקשת הסיוע החיצוני. במידה ולא ניתן מענה ע“ב הרשות - יציג את הפערים לנפה ויבצע התאמה של צורך אל מול מענה בציר פקע“ר.
                <br /><br />
                <b>
                    2.  יחסי גומלין-
                </b>
                <br />
                <ul>
                    <li>
                        רכז ההתנדבות ברשות.
                    </li>
                    <li>
                        מפקד היקל“ר - אישור פערים ותהליך מבצעי.
                    </li>
                    <li>
                        מנהל תחום ההתנדבות בחינוך הרשותי.
                    </li>
                    <li>
                        מנהל מכלול טיפול באוכלוסייה ברשות + קה“א יקל“ר.
                    </li>
                    <li>
                        מנהל מכלול משאבי אנוש ברשות.
                    </li>
                </ul>
                <br />
                <b>
                    3.  תהליך מבצעי-
                </b>
                <br />
                טקסט חסר
                <br /><br />
                <b>
                    4. השתתפות מופעים-
                </b>
                <br />
                <ul>
                    <li>
                        שולחן עגול ארגוני התנדבות ברשות.
                    </li>
                    <li>
                        מפקד היקל“ר - אישור פערים ותהליך מבצעי.
                    </li>
                    <li>
                        פורום מיצוי יכולות נפה - פעם ביום על פי שעל“ח
                    </li>
                    <li>
                        טעינת ידע פיקודית בנושא התנדבות - מזדמן.
                    </li>
                </ul>
            </>
        ],

    },
    {
        id: 3,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/iteration.png`,
        title: "שיטה:",
        text: [
            <>
                  <ul>
                    <li>
                    סיוע לרשות במיפוי היכולות
                    </li>
                    <li>
                    עבודת מטה רשותית (הערכת מצב)
                    </li>
                    <li>
                    ריכוז צרכים ופערים ברשות
                    </li>
                    <li>
                    מיפוי ומיצוי יכולות הרשות לצרכים / פערים
                    </li>
                    <li>
                    העלאת דרישה לנפה במערכת
                    </li>
                    <li>
                    קבלת איזון חוזר
                    </li>
                </ul>
            </>
        ],
    },
    {
        id: 4,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/customer-service.png`,
        title: "שאלת וידוא הבנה:",
        question: "שאלה שאלה שאלה שאלה שאלה שאלה שאלה שאלה שאלה?",
        answers: [
            "תשובה תשובה תשובה תשובה תשובה תשובה",
            "תשובה תשובה תשובה תשובה תשובה תשובה",
            "תשובה תשובה תשובה תשובה תשובה תשובה",
            "תשובה תשובה תשובה תשובה תשובה תשובה"
        ],
        correctAnswer: 1 ,
        explanationRight: "כל הכבוד! סיימת את שלב זה",
        explanationWrong: "תשובה לא נכונה. נסו שוב עד לקבלת תשובה נכונה"
    }
]

export default RolesData;