
const TableData = [
    {
        id: 1,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/מידע כללי.png`,
        title: "מידע כללי על הוועדות",
        text: [
            <>
                1.  תחום ההתנדבות ברשות המקומית הינו תחום רחב החולש על מגוון יכולות שמהווים מכפיל כוח ליכולתה של הרשות לטפל בתחומים השונים בשגרה ובחירום.
                <br /><br />
                2. בכדי לטייב את פעילות ההתנדבות ברשות, יש לקיים וועדת התנדבות להתווית מדיניות לתוכנית עבודה והפעילות ברשות המקומית.
                <br /><br />
                3. הוועדה לתיאום ההתנדבות ברשות המקומית תפעל במסגרת מטה החירום הרשותי כוועדה מייעצת לראש הרשות בנושא מיצוי נכון של משאבי הרשות הכוללים אמצעים, מתנדבים ואופן הפעלתם.
                <br /><br />
                4. הצורך בוועדה זו נעוץ בריבוי הגופים והארגונים העוסקים בנושא ההתנדבות ויש לסנכרן את פעילותם בהתאם לצורכי הרשות תוך מיצוי מיטבי של המשאבים ומתוך הבנה של הסביבה בה הם פועלים.
                <br /><br />
                5. מזכיר הוועדה יהיה רכז ההתנדבות/ מחזיק תיק ההתנדבות הרשותי. יו"ר הוועדה וחבריה ימונו על ידי ראש הרשות.
                <br /><br />
                6. בזמן שגרה, מעבר להתווית אסטרטגיה בעידוד להתנדבות, תידון הועדה בתרחיש החירום. הועדה תעודד איתור צרכים להתנדבות על בסיס המיפוי שנעשה בתכנית 'עוגן איתן' ויעדי השירות ובהתאם הכוונת המענה והסנכרון בין כלל הגופים על בסיס מתנדבי הרשות ויכולות הארגונים הקיימים בגזרת הרשות.
                <br /><br />
                7. הוועדה באמצעות קב"ט הרשות, תקיים קשרי גומלין אל מול מכלולי הרשות לטובת איתור פערים וצרכי המכלולים והתאמת מענה על בסיס מתנדבי הרשות והארגונים הפועלים בה.
                <br /><br />
                8.  בשגרה תקיים הוועדה מפגשים תקופתיים לפחות פעם אחת בשנה בנושא היערכות לחירום. בחירום תתכנס הוועדה מיד עם המעבר לחירום או התהוות מצב חירום ובהמשך תתכנס לפי הצורך. הרשות המקומית יכולה לנהל את הועדה בשיטה של 'שולחן עגול'.
            </>
        ]
    },
    {
        id: 2,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/הרכב ועדה.png`,
        title: "הרכב הועדה",
        text: [
            <>
                1. יו"ר הועדה (רמ"ט/ מנכ"ל)
                <br /><br />
                2. מנהל מכלול אוכלוסייה/ מנהל מחלקת רווחה
                <br /><br />
                3. קב"ט הרשות
                <br /><br />
                4. רכז כוח אדם (של ועדת מל"ח הרשותית)
                <br /><br />
                5. רכז התנדבות של מחלקת הרווחה (או עובד סוציאלי קהילתי אם אין)
                <br /><br />
                6.  רכז התנדבות או מחזיק תיק ההתנדבות הרשותי
                <br /><br />
                7. רכז התנדבות של מחלקת החינוך
                <br /><br />
                8. מנהל מרכז הצעירים
                <br /><br />
                9. מנהל מחלקת נוער
                <br /><br />
                10. רכז מעורבות חברתית במרכז הצעירים
                <br /><br />
                11. נציגי קהילות צעירים ברשות
                <br /><br />
                12. נציג פיקוד העורף (יקל"ר)
                <br /><br />
                13. דוברות
                <br /><br />
                14. ארגונים הפועלים בגזרת הרשות המקומית ומפקדי ילידות החילוץ הרשותיות
            </>
        ]
    },
    {
        id: 3,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/תפקידי ועדה.png`,
        title: "תפקידי הוועדה",
        text: [
            <>
                1. מתן ייעוץ לראש הרשות בכל הקשור להפעלת מתנדבים באמצעות חמ"ל ההתנדבות.
                <br /><br />
                2. תיאום בין כל הגורמים המפעילים מתנדבים ולכוון את הפעלתם בהתאם למדיניות ראש הרשות.
                <br /><br />
                3. תכנון פריסת מערך ההתנדבות וחמ"ל ההתנדבות הרשותי במצבי חירום שונים.
                <br /><br />
                4. התווית מדיניות לעידוד התנדבות ברשות.
                <br /><br />
                5.  קביעת מדיניות, יעדים וסדרי עדיפות להפעלת מתנדבים.
                <br /><br />
                6.  פיקוח על פעילות המערך ויעילותו.
                <br /><br />
                7. בחינת כשירות הרשות להפעלת ההתנדבות בחירום.
            </>
        ]
    },
    {
        id: 4,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/סיכום החלטות.png`,
        title: "סיכום החלטות הועדה:",
        text: [
            <>
                1. החלטות הוועדה יאושרו על ידי ראש הרשות או המנכ"ל, ולאחר מכן יחייבו את גופי הרשות. החלטות הנוגעות לגורמי חוץ, יתואמו ויסוכמו עם נציגי הגורמים הנוגעים בדבר.
                <br /><br />
                2. החלטות הוועדה, בשגרה ובחירום, יירשמו על ידי רכז ההתנדבות או מחזיק תיק ההתנדבות הרשותי ויופצו לגורמים הרלוונטיים ברשות (לראש הרשות ומנהלי המכלולים) לראשי ארגוני המתנדבים ברשות ולנציגי גורמי חוץ החברים בוועדה. 
                <br /><br />
                3. יש לעדכן את פק"ל ההתנדבות הרשותי ואת תפיסת ההפעלה בהתאם להחלטות שסוכמו בועדה. כמו כן, יש לוודא כי פק"ל ההתנדבות הרשותי מסדיר את יחסי הגומלין בתחום ההתנדבות בין מכלול אוכלוסייה, מכלול מנהל כללי, מכלול המבצעים ויתר המכלולים ואת יחסי הגומלין של הרשות מול ארגוני ההתנדבות.
            </>
        ]
    },
    {
        id: 5,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/discussion.png`,
        title: "מופע השולחן העגול",
    },
    {
        id: 6,
        logoSrc: `${process.env.PUBLIC_URL}/assests/imgs/logos/customer-service.png`,
        title: "שאלת וידוא הבנה:",
        question: "מתי מתקיימת הועדה לתיאום וארגון ההתנדבות?",
        answers: [
            "בשגרה - פעם בשנה, בחירום - עם המעבר לחירום ובהמשך בהתאם לצורך",
            "גם בשגרה וגם בחירום - בהתאם לצורך",
            "בשגרה - בהתאם לצורך, בחירום - אחת ליום ",
            "מתקיים רק בשגרה - אחת לרבעון",
        ],
        correctAnswer: 0,
        explanationRight: "כל הכבוד! סיימת את שלב זה",
        explanationWrong: "תשובה לא נכונה. נסו שוב עד לקבלת תשובה נכונה"
    }
]

export default TableData;