const TextData = [
    {
        content: "מה השלב הראשון שנעשה עם קבלת הדרישה לגיוס מהנדסים?",
        answers:
            [
                'אעביר דרישה לסיוע מהנפה',
                'אסייע בתהליך מיצוי יכולות בגזרת הרשות בחיפוש אחר מקורות לגיוס באמצעות חמ"ל ההתנדבות.',
            ],
        correctAnswer: 1,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "תשובה לא נכונה. טרם העלאת בקשה לסיוע מהרמה הממונה נפעיל את כלל המשאבים הקיימים ברשות למיצוי יכולות"
    },
    {
        content: 'לא נמצאו בקרב המתנדבים ברשות מהנדסים אשר יכולים להתגייס לרשות, מה תעשה בשלב הבא?',
        answers:
            [
                "אבקש מרכז ההתנדבות לוודא ברשות לצאת ב'קול קורא' לחיפוש אחר מהנדסים",
                'אעלה בקשה לסיוע מרמה ממונה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "תשובה לא נכונה. טרם העלאת בקשה במערכת המרס''ל ישנן דרכים נוספות לגיוס כוח אדם מעבר למתנדבי הרשות כדוגמת 'קול קורא' ",
    },
    {
        content: "לאחר הוצאת 'קול קורא' לא נמצאו מהנדסים לגיוס, מה ניתן לעשות?",
        answers:
            [
                'אציע לגזבר הרשות להפעיל תב"ר (תקציב בלתי רגיל) לטובת כוח אדם',
                'אעלה בקשה לסיוע מרמה ממונה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: 'תשובה לא נכונה. טרם העלאת בקשה במערכת המרס"ל ישנן דרכים נוספות לגיוס כוח אדם כדוגמת הפעלת תקציבים (תב"ר/תקציב הג"א)',
    },
    {
        content: 'כל התקציבים ברשות מוצו ועדיין ישנו צורך בכוח אדם. מה ניתן לעשות? ',
        answers:
            [
                'אעלה בקשה לסיוע מרמה ממונה במערכת המרס"ל',
                'אוודא כי בוצעה פנייה לארגוני התנדבות, עמותות וחברות עסקיות בגזרת הרשות',
            ],
        correctAnswer: 1,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "תשובה לא נכונה. פניה לארגוני התנדבות וחברות עסקיות הינה חלק קריטי בתהליך מיצוי היכולות הרשותי וחשוב שנוודא כי התקיים",
    },
    {
        content: 'לאחר פניה לארגוני התנדבות וחברות עסקיות טרם נמצא מענה לפערי המהנדסים. הרשות עשתה כל שביכולתיה למצות את המשאבים הקיימים לה. מה ניתן לעשות?',
        answers:
            [
                'אפנה למחוז באופן ישיר לבקשת סיוע כי מהנדסים זה פער קריטי',
                'אעלה בקשה לסיוע מרמה ממונה במערכת המרס"ל'
            ],
        correctAnswer: 1,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: 'תשובה לא נכונה. לאחר מיצוי היכולות הרשותי נעלה בקשה לסיוע דרך מערכת המרס"ל לבחינת הרמה הממונה. פערים שלא יפתרו ברמה הממונה יעלו דרך המערכת לרמה הבאה וכך הלאה.',
    }
]

export default TextData;