const TextData = [
    {
        content: "מה השלב הראשון שנעשה עם קבלת הדרישה לגיוס מהנדסים?",
        answers:
            [
                "אסייע בתהליך מיצוי יכולות בגזרת הרשות בחיפוש אחר מקורות לגיוס",
                'אעביר דרישה לסיוע מהנפ"ה'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "תשובה לא נכונה. לפני שנעלה בקשה לסיוע מרמה ממונה נפעיל את כלל המשאבים הקיימים ברשות על מנת למצות יכולות (מתנדבי הרשות, מתנדבים ספונטנים, ארגוני מגזר שלישי ועוד)",
    },
    {
        content: 'הגעת לשלב בו כלל המתנדבים בפעילות. מה תעשה?',
        answers:
            [
                'אבקש מרכז התנדבות/ נע"ת להפעיל את חפ"ק התנדבות ולצאת "קול קורא"',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "לא נכון",
    },
    {
        content: 'לאחר פתיחת חפ"ק ההתנדבות כלל המתנדבים ברשות מוצו ואין עוד מתנדבים. מה תעשה?',
        answers:
            [
                'אגש לגיזבר להציע שיפעיל תב"ר (תקציב בלתי רגיל) שישמש בתקציב הכוח אדם',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "לא נכון",
    },
    {
        content: 'כלל התקציבים ברשות מוצו ועדיין יש צורך בכוח אדם ואמצעים. מה תעשה?',
        answers:
            [
                'פניה ליקל"ר מקביל לבקשת עזרה',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "לא נכון",
    },
    {
        content: 'כלל היקלרים השכנים סייעו אך עדיין יש צורך בכוח אדם ואמצעים. מה תעשה?',
        answers:
            [
                'נפנה למחוז באופן ישיר',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "יפה מאוד",
        feedbackInCorrect: "לא נכון",
    }
]

export default TextData;