const TextData = [
    {
        content: "מה השלב הראשון שנעשה בעת קבלת הבקשה?",
        answers:
            [
                "אתחיל בתהליך מיצוי יכולות כוח אדם ברשות.",
                ' אעביר דרישה לנפ"ה'
            ],
        correctAnswer: 0,
        feedbackCorrect: "משוב- ענה נכון",
        feedbackInCorrect: "משוב- אם ענה לא נכון",
    },
    {
        content: 'הגעת לשלב בו כלל המתנדבים בפעילות. מה תעשה?',
        answers:
            [
                'אבקש מרכז התנדבות/ נע"ת להפעיל את חפ"ק התנדבות ולצאת "קול קורא"',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "משוב- ענה נכון",
        feedbackInCorrect: "משוב- ענה לא נכון",
    },
    {
        content: 'לאחר פתיחת חפ"ק ההתנדבות כלל המתנדבים ברשות מוצו ואין עוד מתנדבים. מה תעשה?',
        answers:
            [
                'אגש לגיזבר להציע שיפעיל תב"ר (תקציב בלתי רגיל) שישמש בתקציב הכוח אדם',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "משוב- ענה נכון",
        feedbackInCorrect: "משוב- ענה לא נכון",
    },
    {
        content: 'כלל התקציבים ברשות מוצו ועדיין יש צורך בכוח אדם ואמצעים. מה תעשה?',
        answers:
            [
                'פניה ליקל"ר מקביל לבקשת עזרה',
                'אעלה בקשה במערכת המרס"ל'
            ],
        correctAnswer: 0,
        feedbackCorrect: "משוב- ענה נכון",
        feedbackInCorrect: "משוב- ענה לא נכון",
    },
    {
        content: 'כלל היקלרים השכנים סייעו אך עדיין יש צורך בכוח אדם ואמצעים. מה תעשה?',
        answers:
            [
                'אעלה בקשה במערכת המרס"ל',
                'חסר'
            ],
        correctAnswer: 0,
        feedbackCorrect: "משוב- ענה נכון",
        feedbackInCorrect: "משוב- ענה לא נכון",
    }
]

export default TextData;